/* No comment provided by engineer. */
"$-.--" = "$-.--";

/* No comment provided by engineer. */
"\"" = "\"";

/* No comment provided by engineer. */
"\"%@" = "\"%@";

/* No comment provided by engineer. */
"a photo frame" = "相框";

/* No comment provided by engineer. */
"a photo from your photo gallery" = "从图库一张照片";

/* No comment provided by engineer. */
"Add to Widgets" = "添加到小部件";

/* No comment provided by engineer. */
"Add Your Photo" = "添加你的照片";

/* No comment provided by engineer. */
"Buy now" = "立即购买";

/* No comment provided by engineer. */
"Choose" = "选择";

/* No comment provided by engineer. */
"Create" = "创造";

/* No comment provided by engineer. */
"Description %@" = "描述 %@";

/* No comment provided by engineer. */
"Dismiss" = "解雇";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Drag image" = "拖动图像";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Empty" = "空的";

/* No comment provided by engineer. */
"empty frame" = "空框架";

/* No comment provided by engineer. */
"FrameIt" = "FrameIt";

/* No comment provided by engineer. */
"Go Back" = "回去";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"If you gave limited photos access, you can add more photos or enable access to all your photos through the settings app." = "如果您授予有限的照片访问权限，则可以添加更多照片或通过设置应用程序启用对所有照片的访问权限。";

/* No comment provided by engineer. */
"If your frame won't load, try removing the widget and adding it again." = "如果您的框架无法加载，请尝试删除该小部件并再次添加。";

/* No comment provided by engineer. */
"Instructions" = "使用说明";

/* No comment provided by engineer. */
"Leave a Review" = "发表评论";

/* No comment provided by engineer. */
"Long Press" = "长按";

/* No comment provided by engineer. */
"Long press this widget" = "长按此小部件";

/* No comment provided by engineer. */
"My Frames" = "我的镜框";

/* No comment provided by engineer. */
"One" = "一";

/* No comment provided by engineer. */
"Photos Access Denied" = "照片访问被拒绝";

/* No comment provided by engineer. */
"Pinch to zoom" = "捏放大";

/* No comment provided by engineer. */
"Please allow photos access through the settings app." = "请允许通过设置应用访问照片。";

/* No comment provided by engineer. */
"Position" = "位置";

/* No comment provided by engineer. */
"Privacy Policy" = "隐私政策";

/* No comment provided by engineer. */
"Provide Feedback" = "提供反馈意见";

/* No comment provided by engineer. */
"Restore Purchases" = "恢复购买";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"stunning collages" = "令人惊叹的拼贴";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"Support" = "支持";

/* No comment provided by engineer. */
"Tap \"Edit Widget\"" = "轻拍 \"编辑小部件\"";

/* No comment provided by engineer. */
"Thanks again for your purchase!" = "再次感谢您的购买！";

/* No comment provided by engineer. */
"the photo in the frame" = "相框中的照片";

/* No comment provided by engineer. */
"three" = "三";

/* No comment provided by engineer. */
"Title %@" = "标题 %@";

/* No comment provided by engineer. */
"two" = "二";

/* No comment provided by engineer. */
"Unable to Load %@ Photo%@" = "无法加载 %1$@ 照片%2$@";

/* No comment provided by engineer. */
"Unable to Load Any Photos" = "无法加载任何照片";

/* No comment provided by engineer. */
"Visit our website" = "访问我们的网站";

/* No comment provided by engineer. */
"your homescreen to access the widget panel" = "您的主屏幕以访问小部件面板";

/* No comment provided by engineer. */
"your own border colors" = "你自己的边框颜色";

